// © Copyright 2012-2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Device Administration";
TaskTitle = "Device Administration";

HSDPasswordButton = "Set/Change admin password…";
HSDEnableAllTitle = "Enable all";
HSDDisableAllTitle = "Disable all";
HSDCustomSettingsTitle = "Custom settings:";
HSDOnTitle = "On";
HSDFeatureNameTitle = "Feature Name";

Networking = "Ethernet";
Wireless = "Wireless";
WirelessAccessPoint = "Wireless Access Point";
Fax = "Fax";
DigitalSend = "Digital Send";
MassStorage = "Photocard/Mass Storage";
ePrint = "ePrint";
SIPs = "SIPs";
MobileApps = "MobileApps Service";
ControlPanelAccess = "Control Panel Lock";
Scan = "Scan";
RemoteScan = "Scan from a Computer or Mobile Device";
WebScan = "Webscan";
WebServices = "Web Services";
FaxReprint = "Fax Reprint";
ReceivingColorFax = "Color Fax (Incoming Fax)";
PrintFromMassStorage = "Open/Print from USB Devices";
ScanToMassStorage = "Save to USB (Scan to USB)";
MassStorageRestrictColor = "Color Print from Memory Devices";
Copy = "Copy";
ColorCopy = "Color Copy";
DFA = "Device Fax Archiving (DFA)";
ScanToEmail = "Scan to E-mail";
ScanToNetworkFolder = "Scan to Network Folder";
ScanToSharePoint = "Scan to SharePoint";
ManualFromEmailAddress = "Manual from Email Address Entry";
ConsumableSubscription = "Ink Subscription";
SFS = "Online Help";
UsageDataCollection = "Usage Data Collection";
WebProxy = "Web Proxy";
WDAP = "Web Proxy Auto-Discovery (WPAD)";
FirmwareUpdate = "Firmware Update";
WebFirmwareUpdate = "Web-Downloaded Firmware Update";
AirPrint = "AirPrint™";
GoogleCloudPrint = "Google Cloud Print";
GoogleCloudPrintPrivet = "Print with Google Cloud Print over Wireless Network";

DisableControlPanelAccessAlertTitle =  "Enabling Control Panel Lock also restricts access to printer settings in HP Utility. Are you sure that you want to enable Control Panel Lock?";
DisableControlPanelAccessAlertDescription = "HP Utility requires disabled Control Panel Lock in order to display and configure printer settings. If enabled you will need to use the printer’s Embedded Web Server to perform configuration.";
DisableControlPanelAccessAlertButton = "Enable Control Panel Lock";

HSDFeatureRequiresRebootNote = "(1) Please reboot the printer for this setting to take effect.";

NoSetTitle = "%@ is not updated.";
NoSetMessage = "You have exceeded maximum number of allowed attempts to change this setting.\nTry again after one hour.";

// password window
HSDOldPasswordTitle = "Old Password:";
HSDNewPasswordTitle = "New Password:";
HSDConfirmPasswordTitle = "Confirm New Password:";

IncorrectPasswordMessage = "The password is incorrect.";
NewPasswordTooLong = "New password is too long.";
PasswordNotSupported = "Password change is not supported.";
PasswordRuntimeError = "Unknown error.";

HSDOkButton = "OK";
HSDCancelButton = "Cancel";
